Case/krogla2/constant/polyMesh/boundary
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  2206                                  |
|   \\  /    A nd           | Website:  www.openfoam.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    arch        "LSB;label=32;scalar=64";
    class       polyBoundaryMesh;
    location    "constant/polyMesh";
    object      boundary;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

5
(
    movingWall
    {
        type            patch;
        nFaces          3316;
        startFace       601496;
    }
    front
    {
        type            patch;
        nFaces          208;
        startFace       604812;
    }
    back
    {
        type            patch;
        nFaces          244;
        startFace       605020;
    }
    sfera1
    {
        type            wall;
        inGroups        1(wall);
        nFaces          169;
        startFace       605264;
    }
    sfera2
    {
        type            wall;
        inGroups        1(wall);
        nFaces          169;
        startFace       605433;
    }
)

// ************************************************************************* //
